Tekla.Structures.Drawing.MarkBase.MarkBaseAttributes.#ctor(System.Boolean)
Creates a new mark base attributes instance without loading attributes from file.
DoNotLoadAttributes: Just changes function's signature.